Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Check-in chat
tr_tr: Check-in görüşmesi sohbeti

source: The check-in <u>{{title}} with {{name}}</u> was completed.
tr_tr: <u> {{name}}</u> olan {{title}} check-in görüşmesi tamamlandı.

source: Your check-in was successfully created.
tr_tr: Check-in görüşmeniz başarıyla oluşturuldu.

source: {{numberOfCheckins}} check-ins with {{AssignedToUserName}} will be created.
tr_tr: {{AssignedToUserName}} olan {{numberOfCheckins}}check-in görüşmesi başarıyla oluşturuldu.

source: You can create another check-in at any time.
tr_tr: İstediğiniz zaman başka bir check-in görüşmesi oluşturabilirsiniz.

source: {{count}} check-ins were successfully created.
tr_tr: {{count}} check-in görüşmesi başarıyla oluşturuldu.

source: The scheduled check-in <u>{{title}} with {{name}}</u> was canceled.
tr_tr: <u>{{title}} ve {{name}}</u> olan ve planlanan check-in görüşmeleri iptal edildi.

source: Your check-in was successfully saved.
tr_tr: Check-in görüşmeniz başarıyla kaydedildi.

source: Focus factors for this check-in
tr_tr: Bu check-in görüşmesi için odak faktörleri

source: Your check-in was successfully updated.
tr_tr: Check-in görüşmeniz başarıyla güncellendi.

source: {{name}} will be notified that you have updated this check-in.
tr_tr: {{name}}, bu check-in görüşmesini güncellediğiniz konusunda bilgilendirilecek.

source: Add point
tr_tr: Puan ekle

source: No discussion points for the moment
tr_tr: Şu an için tartışma konusu yok

source: Checklist
tr_tr: Kontrol listesi

source: Are you sure you want to mark the check-in <strong>{{name}}</strong> as complete?
tr_tr: <strong>{{name}}</strong> adlı check-in görüşmesini tamamlandı olarak işaretlemek istediğinizden emin misiniz?

source: Complete check-in
tr_tr: Check-in görüşmesini tamamlayın

source: Select a date
tr_tr: Bir tarih seçin

source: Are you sure you want to remove the check-in <strong>{{name}}</strong> from your check-in list?
tr_tr: <strong>{{name}}</strong> adlı check-in görüşmesini, check-in görüşmesi listenizden kaldırmak istediğinizden emin misiniz?

source: Delete check-in
tr_tr: Check-in görüşmesini silin

source: Description and discussion points
tr_tr: Açıklama ve tartışma konuşmaları

source: Check-ins created
tr_tr: Check-in görüşmeleri oluşturuldu

source: To help you prepare, include an overview of what you'd like to talk about here.
tr_tr: Hazırlanmanıza yardımcı olmak için, burada konuşmak istediğiniz konuya dair bir genel bakış ekleyin.

source: Add comment
tr_tr: Yorum ekle

source: Discussion points
tr_tr: Tartışma konuları

source: Create some pointers to kick-start your check-in conversation.
tr_tr: Check-in görüşmesiyle ilgili görüşmenizi başlatmak için bazı ipuçları oluşturun.

source: Edit check-in
tr_tr: Check-in görüşmesini düzenleyin

source: Edit discussion point
tr_tr: Tartışma konusunu düzenleyin

source: Back to upcoming
tr_tr: Yaklaşanlara geri dön

source: No check-ins have occurred that day.
tr_tr: O gün herhangi bir check-in görüşmesi gerçekleşmedi.

source: No upcoming check-ins to be displayed. <br/>Schedule a new check-in.
tr_tr: Görüntülenecek yaklaşan check-in görüşmesi yok. <br/>Yeni bir check-in görüşmesi planlayın.

source: No check-ins were recently updated.
tr_tr: Son zamanlarda hiçbir check-in görüşmesi güncellenmedi.

source: No check-ins have taken place in the past.
tr_tr: Geçmişte herhangi bir check-in görüşmesi yapılmadı.

source: Each worker to whom this check-in has been assigned can edit this section in their form.
tr_tr: Bu check-in görüşmesinin atandığı her çalışan, bu bölümü kendi formunda düzenleyebilir.

source: Here are some helpful tips for understanding the different types of check-ins.
tr_tr: Farklı türde check-in görüşmelerini anlamak için bazı yararlı ipuçlarını burada bulabilirsiniz.

source: About check-ins
tr_tr: Check-in görüşmeleri hakkında

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
tr_tr: {{startOn}} tarihinden itibaren geçerli olmak üzere {{endOn}} tarihine kadar iki haftada bir {{day}} günü gerçekleşir. Toplamda {{count}} sayıda check-in görüşmesi oluşturulacaktır.

source: Goal due date
tr_tr: Hedef son tarihi

source: Showing goals and deliverables of:
tr_tr: Hedefleri ve teslim edilecek öğeleri göster:

source: Goal priority
tr_tr: Hedef önceliği

source: Goal progress
tr_tr: Hedef ilerlemesi

source: Goal tracking status
tr_tr: Hedef takip durumu

source: Goal type: “{{typeName}}“
tr_tr: Hedef türü: "{{typeName}}"

source: Still in progress.
tr_tr: Halen devam ediyor.

source: How was your check-in?
tr_tr: Check-in görüşmeniz nasıldı?

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
tr_tr: <strong>{{checkInTitle}}</strong> başlıklı check-in görüşmesini tamamlandı olarak işaretlemek istediğinizden emin misiniz?

source: Marked as done by {{nickName}} {{name}}.
tr_tr: {{nickName}} {{name}} tarafından tamamlandı olarak işaretlendi.

source: Assigned to
tr_tr: Şuraya atandı

source: {{count}} workers
tr_tr: {{count}} çalışan

source: {{count}} worker
tr_tr: {{count}} çalışan

source: {{count}} users
tr_tr: {{count}} kullanıcı

source: Number of check-ins assigned to each selected worker and their line manager.
tr_tr: Her seçilen çalışana ve onların hat yöneticisine atanan check-in görüşmesi sayısı.

source: Assigned to: {{count}}
tr_tr: Şuraya atandı: {{count}}

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
tr_tr: Bu görev, her çalışan ile onların hat yöneticisi arasında {{count}} check-in görüşmesi oluşturacaktır. Check-in görüşmesi atandıktan sonra, kullanıcılar detaylarını düzenleyebilir ve bir tarih ekleyebilir.

source: Get started by assigning one.
tr_tr: Bir tane atayarak başlayın.

source: No check-ins mass assignments yet!
tr_tr: Henüz toplu check-in ataması yapılmadı!

source: Excluded individuals
tr_tr: Hariç tutulan kişiler

source: Excluded workers: {{count}}
tr_tr: Hariç tutulan çalışanlar: {{count}}

source: Excluded
tr_tr: Hariç tutuldu

source: Included
tr_tr: Dahil

source: No results match the search criteria. Clear the search to show all results.
tr_tr: Arama kriterlerine uygun sonuç bulunamadı. Tüm sonuçları göstermek için aramayı temizleyin.

source: Search for workers
tr_tr: Çalışanları ara

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
tr_tr: Check-in görüşmeleri, yöneticilerin ekip üyelerinin ilerleyişi ve performansı hakkındaki görüşlerini bildirmelerini gerektirir.

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
tr_tr: Düzenli check-in görüşmeleri, yöneticilerin ve ekip üyelerinin günlük ilerleyişi ve herhangi bir gelişim odağını tartışmalarını sağlar.

source: See all participants
tr_tr: Tüm katılımcıları görün

source: Monthly check-in
tr_tr: Aylık check-in görüşmesi

source: Search for a worker or an organization
tr_tr: Bir çalışan veya organizasyon ara

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
tr_tr: Her ayın {{day}}. gününde gerçekleşir, {{startOn}} tarihinden {{endOn}} tarihine kadar geçerlidir. Toplamda {{count}} check-in görüşme oluşturulacaktır.

source: Specific date
tr_tr: Belirli tarih

source: Past
tr_tr: Geçmiş

source: Upcoming
tr_tr: Yaklaşan

source: Today
tr_tr: Bugün

source: Assign check-ins
tr_tr: Check-in görüşmelerini atayın

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
tr_tr: Birden fazla kullanıcıya atama yapıyorsanız, bu listenin check-in görüşmesi görünümünde görünmesi biraz zaman alabilir.

source: The check-in was successfully assigned.
tr_tr: Check-in görüşmesi başarıyla atandı.

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
tr_tr: Bu görev, her seçilen çalışan ile onun birim yöneticisi arasında toplamda {{count}} check-in görüşmesi oluşturacaktır.

source: Are you sure you want to assign this check-in?
tr_tr: Bu check-in görüşmesini atamak istediğinizden emin misiniz?

source: No description added
tr_tr: Açıklama eklenmedi

source: No discussion points added
tr_tr: Tartışma noktası eklenmedi

source: Overall performance
tr_tr: Genel performans

source: My overall performance
tr_tr: Genel performansım

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
tr_tr: Ekip üyenize, bu dönemde genel performansında ne kadar ilerleme kaydettiğini düşündüğünüze dair içgörü sunun.

source: Check-in with
tr_tr: Şununla check-in görüşmesi yapın:

source: Pending manager submission
tr_tr: Yönetici gönderimi bekleniyor

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
tr_tr: Yöneticilerin, doğrudan raporlarla performansla ilgili konuları ele almak için özel görüşmeler planlamasına olanak tanıyın.

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
tr_tr: Bu dönemde davranışlarında ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörü sunun.

source: Your comment
tr_tr: Yorumunuz

source: Please share your thoughts in this section.
tr_tr: Lütfen düşüncelerinizi bu bölümde paylaşın.

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
tr_tr: Yöneticinizin bu dönemde davranışlarınızda ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
tr_tr: Yöneticinizin bu dönemde hedeflerinizde ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
tr_tr: Yöneticinizin bu dönemde genel performansınızda ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Offer your team member insights into how you think they have progressed on their goals over this period.
tr_tr: Bu dönemde hedeflerinde ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörüler sunun.

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
tr_tr: Bu, yöneticinizin bu dönemde davranışlarınızda ne kadar ilerleme kaydettiğinizi düşündüğüne dair size içgörüler sunar.

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
tr_tr: Ekip üyenize, bu dönemde genel performansında ne kadar ilerleme kaydettiğini düşündüğünüze dair içgörü sunun.

source: Select rating
tr_tr: Derecelendirme seçin

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
tr_tr: Bu kullanıcı pasif veya kullanıcıyla olan bağlı çalışma ilişkiniz değişti. Bu kullanıcıyla check-in görüşmesi oluşturamaz veya check-in görüşmesini güncelleyemezsiniz.

source: The end date must be later than the start date.
tr_tr: Bitiş tarihi, başlangıç tarihinden sonra olmalıdır.

source: Bi-weekly
tr_tr: İki haftada bir

source: Monthly
tr_tr: Aylık

source: Weekly
tr_tr: Haftalık

source: Repeat
tr_tr: Tekrarla

source: Recurrence details
tr_tr: Yinelenme ayrıntıları

source: Facilitate discussions between managers and team members about daily progress and areas for development.
tr_tr: Yöneticiler ile ekip üyeleri arasında günlük ilerleme ve gelişim alanlarıyla ilgili görüşmelere olanak tanıyın.

source: Action required
tr_tr: Eylem gerekli

source: Action required — {{count}} item(s)
tr_tr: Eylem gerekli — {{count}} öğe

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
tr_tr: Bu check-in görüşmesini takviminize ekleme işlemini tamamlamak için, indirildikten sonra dosyayı açın. Tarihi veya saati değiştirmeniz gerekiyorsa, bunu doğrudan takviminizden yapabilirsiniz.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
tr_tr: Formda kaydedilmemiş değişiklikler var. Bu check-in görüşmesini göndermek için tüm yorumları ve/veya puanları kaydetmelisiniz.

source: Save to proceed
tr_tr: Devam etmek için kaydet

source: Schedule check-in
tr_tr: Check-in görüşmesini planlayın

source: Done
tr_tr: Tamamlandı

source: Pending confirmation
tr_tr: Onay bekleniyor

source: Under review
tr_tr: Değerlendiriliyor

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
tr_tr: Bu check-in görüşmesini tamamlamak istediğinizden emin misiniz? İstediğiniz zaman başka bir check-in görüşmesini oluşturabileceğinizi unutmayın.

source: Open check-in
tr_tr: Check-in görüşmesini aç

source: Additional information
tr_tr: Ek bilgiler

source: Check-in
tr_tr: Check-in görüşmesi

source: My list
tr_tr: Listem

source: Open {{name}} primary action
tr_tr: {{name}} birincil eylemini aç

source: Participant
tr_tr: Katılımcı

source: comments
tr_tr: yorumlar

source: Subject
tr_tr: Konu

source: Creator:
tr_tr: Oluşturan:

source: Assigned
tr_tr: Atanan

source: {{count}} comments
tr_tr: {{count}} yorum

source: 1 comment
tr_tr: 1 yorum

source: Last month
tr_tr: Geçen ay

source: Last week
tr_tr: Geçen hafta

source: Jump to a specific date
tr_tr: Belirli bir tarihe atla

source: The very beginning
tr_tr: En başı

source: Timeline
tr_tr: Zaman çizelgesi

source: No check-ins in progress or upcoming
tr_tr: Devam eden veya yaklaşan bir check-in görüşmesi yok

source: Past check-ins
tr_tr: Geçmiş check-in görüşmelerim

source: Pending setup
tr_tr: Kurulum bekleniyor

source: This check-in is read-only because the other participant is no longer active.
tr_tr: Diğer katılımcı artık aktif olmadığı için bu check-in görüşmesi salt okunurdur.

source: Show completed check-ins
tr_tr: Tamamlanan check-in görüşmelerini göster

source: Add title
tr_tr: Başlık ekle

source: Check-in types
tr_tr: Check-in görüşmesi türleri

source: Regular
tr_tr: Düzenli

source: Submitted by {{name}}; you requested to meet.
tr_tr: {{name}} tarafından gönderildi; görüşme talep ettiniz.

source: You have unsaved changes in this section. Please save or cancel to proceed.
tr_tr: Bu bölümde kaydedilmemiş değişiklikleriniz var. Devam etmek için lütfen kaydedin veya iptal edin.

source: Discussion point
tr_tr: Tartışma konusu

source: {{name}}'s ({{nickName}}) behavior profile
tr_tr: {{name}} ({{nickName}}) adlı kişinin davranış profili

source: Recognized behaviors on which you've received feedback from colleagues.
tr_tr: İş arkadaşlarınızdan geri bildirimler aldığınız, takdir edilen davranışlar.

source: Check-in name
tr_tr: Check-in görüşmesinin adı

source: Remember, you can create another check-in at any time.
tr_tr: İstediğiniz zaman başka bir check-in görüşmesi oluşturabileceğinizi unutmayın.

source: Are you sure you want to complete this check-in?
tr_tr: Bu check-in görüşmesini tamamlamak istediğinizden emin misiniz?

source: {{name}} will be notified that you have completed this check-in.
tr_tr: {{name}} bu check-in görüşmesini tamamladığınız konusunda bilgilendirileceksiniz.

source: Your check-in is completed!
tr_tr: Check-in görüşmeniz başarıyla tamamlandı!

source: Delete comment
tr_tr: Yorumu sil

source: Are you sure you want to delete this comment?
tr_tr: Bu yorumu silmek istediğinizden emin misiniz?

source: Edit comment
tr_tr: Yorumu düzenle

source: (Edited)
tr_tr: (Düzenlendi)

source: Your chat
tr_tr: Sohbetiniz

source: Start your conversation now!
tr_tr: Görüşmenizi şimdi başlatın!

source: Today, {{time}}
tr_tr: Bugün, {{time}}

source: You
tr_tr: Siz

source: Date: {{date}}
tr_tr: Tarih: {{date}}

source: Deleted check-ins cannot be recovered.
tr_tr: Silinen check-in görüşmeleri geri getirilemez.

source: Are you sure you want to delete this check-in?
tr_tr: Bu check-in görüşmesini silmek istediğinizden emin misiniz?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
tr_tr: {{name}}, bu check-in görüşmesini sildiğiniz konusunda bilgilendirilecek ve bu Check-in görüşmesiyle ilgili herhangi bir güncelleme almayacaksınız.

source: Your check-in was successfully deleted.
tr_tr: Check-in görüşmesi başarıyla silindi.

source: Add to your calendar
tr_tr: Takviminize ekleyin

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
tr_tr: Bu check-in görüşmesini takviminize ve katılımcının takvimine eklemek için düğmeyi tıklayın ve indirilen dosyayı açın. Bu check-in görüşmesi zaten takviminize eklendiyse, tarih veya saatteki tüm değişiklikleri doğrudan takvimde yapmanızı öneririz.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
tr_tr: Ekip üyenizin etiketlenen davranışları burada görüntülenecektir. Bunlar, üyenin kuruluşunuz içinde nasıl algılandığı konusunda içgörü edinmenizi sağlayacaktır.

source: Received behaviors
tr_tr: Alınan davranışlar

source: My behavior profile
tr_tr: Davranış profilim

source: Here you can follow the progression of your team member on their goals.
tr_tr: Burada ekip üyenizin hedeflerindeki ilerlemeyi takip edebilirsiniz.

source: Achievements against objectives
tr_tr: Hedeflere karşı başarılar

source: My goals at a glance
tr_tr: Bir bakışta hedeflerim

source: Business
tr_tr: İşletme

source: Development
tr_tr: Gelişim

source: Professional
tr_tr: Profesyonel

source: Individual goal
tr_tr: Bireysel hedef

source: Organizational goal
tr_tr: Organizasyon hedefi

source: High
tr_tr: Yüksek

source: Low
tr_tr: Düşük

source: Medium
tr_tr: Orta

source: Private
tr_tr: Özel

source: Check-in with {{subordinateName}}
tr_tr: {{subordinateName}} ile check-in görüşmesi yapın

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
tr_tr: Bu check-in görüşmesini daha fazla ele almak için "Görüşelim" daveti gönderdiniz. {{name}} bilgilendirilecektir.

source: Submitted by {{name}}. You requested to meet.
tr_tr: {{name}} tarafından gönderildi. Görüşme talep ettiniz.

source: Mark as done
tr_tr: Tamamlandı olarak işaretle

source: My discussion points
tr_tr: Tartışma konularım

source: You can't see anything here because this worker no longer reports to you.
tr_tr: Bu çalışan artık size bağlı çalışmadığı için burada hiçbir şey göremezsiniz.

source: This check-in was assigned by HR.
tr_tr: Bu check-in görüşmesi İK tarafından atandı.

source: Pending set up
tr_tr: Kurulum bekleniyor

source: Return to previous page
tr_tr: Önceki sayfaya dön

source: {{name}}'s view
tr_tr: {{name}} adlı kişinin görünümü

source: No view of performance submitted
tr_tr: Performans görünümü gönderilmedi

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
tr_tr: Yöneticinizin bu dönemde davranışlarınızda ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
tr_tr: Yöneticinizin bu dönemde hedeflerinizde ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
tr_tr: Yöneticinizin bu dönemde genel performansınızda ne kadar ilerleme kaydettiğinizi düşündüğüne dair içgörü edinin.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
tr_tr: Bu dönemde davranışlarında ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörü sağlayın.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
tr_tr: Bu dönemde hedeflerinde ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörü sağlayın.

source: Provide your team member insight into how you think they progressed on their overall performance this period
tr_tr: Ekip üyenize, bu dönemde genel performansında ne kadar ilerleme kaydettiğini düşündüğünüze dair içgörü sağlayın

source: Not visible to worker
tr_tr: Çalışan tarafından görülemez

source: Visible to worker
tr_tr: Çalışan tarafından görülebilir

source: Offer your team member insights into how you think they progressed on their goals this period
tr_tr: Bu dönemde hedeflerinde ne kadar ilerleme kaydettiğini düşündüğünüze dair ekip üyenize içgörüler sunun.

source: Your view was successfully saved.
tr_tr: Görüşünüz başarıyla kaydedildi.

source: Your view
tr_tr: Sizin görüşünüz

source: Read-only
tr_tr: Salt okunur

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
tr_tr: Diğer katılımcı artık aktif olmadığı için bu check-in görüşmesini salt okunur modda görüyorsunuz.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
tr_tr: Bu check-in görüşmesi, doğrudan bağlı çalışanınız ile onun önceki yöneticisi arasında olduğu için bu check-in görüşmesini salt okunur olarak görüyorsunuz.

source: Deleted by {{name}}
tr_tr: {{name}} tarafından silindi

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
tr_tr: Bu check-in görüşmesi {{name}} tarafından silindi. Bu check-in görüşmesi üzerinden güncelleme yapamaz veya sohbet edemezsiniz.

source: Pending confirmation from {{name}} {{nickName}}
tr_tr: {{name}} {{nickName}} adlı kişiden onay bekleniyor

source: Pending confirmation from me
tr_tr: Benden onay bekleniyor

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
tr_tr: Bu check-in görüşmesi, {{name}} {{nickName}} tarafından tamamlandı olarak işaretlendi ve şimdi sizin onayınızı bekliyor. Bu check-in görüşmesini tamamlandı olarak işaretlediğinizde, check-in görüşmesi ikiniz için de tamamlanmış olacak.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
tr_tr: Bu check-in görüşmesi tamamlandı olarak işaretlendi ve şimdi {{name}} {{nickName}} tarafından onay bekliyor. Bu kişi, bu check-in görüşmesini tamamlandı olarak işaretlediğinde, check-in görüşmesi ikiniz için de tamamlanmış olacak.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
tr_tr: Check-in görüşmesini gönderdikten sonra, size bağlı çalışan kişi, performansı hakkındaki görüşünüzü görecektir. Kendisinden, check-in görüşmesini kabul edip tamamlaması veya daha fazla görüşme için bir toplantı talep etmesi istenecektir.

source: Submitted by {{name}}. You accepted.
tr_tr: {{name}} tarafından gönderildi. Siz kabul ettiniz.

source: Submitted. {{name}} accepted.
tr_tr: Gönderildi. {{name}} kabul etti.
